DeviceName = "Audio integrato";
DeviceShortName = "integrata";
ManufacturerName = "Apple Inc.";

Headphones = "Auricolari";
IntSpeakers  = "Altoparlanti Interni";
LineOut = "Uscita";
DigitalOut = "Uscita digitale";

ExternalMic = "Microfono esterno";
InternalMic = "Microfono integrato";
LineIn = "Ingresso";
DigitalIn = "Ingresso digitale";

DeviceNameHeadphone = "Auricolari audio integrati";
DeviceNameSpeaker = "Altoparlante audio integrato";
DeviceNameLineOut = "Uscita linea audio integrata";
DeviceNameDigitalOut = "Uscita digitale audio integrata";
DeviceNameLineIn = "Ingresso linea audio integrato";
DeviceNameAuxIn = "Ingresso ausiliare audio integrato";
DeviceNameMic = "Microfono audio integrato";
DeviceNameExtMic = "Microfono esterno audio integrato";
DeviceNameDigitalIn = "Ingresso digitale audio integrato";

DevShortNameHdpn = "Auricolari integrati";
DevShortNameSpkr = "Altoparlante integrato";
DevShortNameLino = "Uscita linea integrata";
DevShortNameSpdo = "Uscita digitale integrata";
DevShortNameOut = "Uscita integrata";
DevShortNameLini = "Ingresso linea integrato";
DevShortNameAuxi = "Ingresso aux integrato";
DevShortNameEMic = "Microfono esterno integrato";
DevShortNameIMic = "Microfono integrato";
DevShortNameSpdi = "Ingresso digitale integrato";
DevShortNameIn = "Ingresso integrato";

UnlockedClock = "Non protetto";
LockedClock = "Protetto";